Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: no matter how hard I try, I just can’t figure it out...
es_419: POR MUCHO QUE LO INTENTE, NO PUEDO SABERLO…

source: Kkatalk Chat (Room A)
es_419: KKATALK CHAT (SALA A)

source: I was on juhyeon’s side until the very end...
es_419: ESTUVE DEL LADO DE JUHYEON HASTA EL FINAL…

source: ...ate lunch together...
es_419: … ALMORZAMOS JUNTAS…

source: until you disappear.
es_419: HASTA QUE DESAPAREZCAS.

source: that wasn’t uncomfortable, was it?
es_419: NO TE HICE SENTIR INCÓMODA, ¿VERDAD?

source: do you want to go to a new cafe with us?
es_419: ¿QUIERES VENIR CON NOSOTRAS A UN NUEVO CAFÉ?

source: well, it’s actually better that she doesn’t...
es_419: QUIZÁS SEA MEJOR ASÍ…

source: ...would I have been able to do something to those girls...?
es_419: … ¿PODRÍA HABERLES HECHO ALGO A ESAS CHICAS…?

source: I’m interested in cartoons too...
es_419: A MÍ TAMBIÉN ME GUSTAN…

source: I forgot about that...
es_419: LO HABÍA OLVIDADO.

source: back to reality.
es_419: DE VUELTA A LA REALIDAD.

source: I’m sad to leave.
es_419: LAMENTO TENER QUE IRME.

source: and it’s so ridiculous how she always has to bring the law into everything she says.
es_419: Y ES RIDÍCULO QUE SIEMPRE DIGA SI ALGO ES LEGAL O NO.

source: even if it’s not revenge, let’s mess with her at least once.
es_419: INCLUSO SI NO NOS VENGAMOS, AUNQUE SEA MOLESTÉMOSLA UN POCO.

source: this is so funny.
es_419: ESTO ES MUY DIVERTIDO.

source: okay, sure.
es_419: BIEN.

source: ugh, it’s so awkward to be around her that I can’t even talk.
es_419: RAYOS, ES TAN INCÓMODO ANDAR CON ELLA QUE NO PUEDO HABLAR.

source: ...the one she used to be before my dad became violent.
es_419: … QUE ERA ANTES DE QUE MI PAPÁ SE VOLVIERA VIOLENTO.

source: after that, juhyeon never spoke to me again...
es_419: DESPUÉS DE ESE DÍA, JUHYEON NO ME HABLÓ NUNCA MÁS…

source: all right, if you say so.
es_419: ESTÁ BIEN, SI TÚ LO DICES…

source: the two of you haven’t said anything to each other all day.
es_419: NO SE HABLARON EN TODO EL DÍA.

source: sorry...
es_419: LO SIENTO…

source: but there has to be something wrong for you to be quiet too!
es_419: PERO, SI TÚ TAMPOCO DICES NADA, ¡SIGNIFICA QUE ALGO PASA!

source: well, if you ever change your mind, come find me.
es_419: BUENO, SI CAMBIAS DE IDEA, VEN A BUSCARME.

source: aah...! yes!
es_419: ¡AH! ¡SÍ!

source: it’s nice that eunju’s not here, but it’s just weird that you’re looking out for jeongmin.
es_419: AUNQUE ME AGRADA QUE EUNJU NO ESTÉ, ES RARO QUE QUIERAS JUNTARTE CON JEONGMIN.

source: hahaha, the future is bright for AIs.
es_419: JA, JA, JA. EL FUTURO DE LAS IA ES BRILLANTE.

source: I see what you’re really like.
es_419: SÉ MUY BIEN QUIÉN ERES.

source: oh, cut the crap...
es_419: YA DEJEN ESAS BOBERÍAS…

source: I always knew that though
es_419: SIEMPRE LO SUPE

source: Snooze
es_419: IGNORAR

source: why are there so many people around jeongmin?
es_419: ¿POR QUÉ HAY TANTA GENTE CERCA DE JEONGMIN?

source: it’s fine for you to do that, right?
es_419: ESTÁ BIEN SI LO HACES, ¿NO?

source: I might have a stomachache
es_419: CREO QUE ME DUELE EL ESTÓMAGO.

source: I’ll never do that again...
es_419: NUNCA VOLVERÉ A HACERLO…

source: I-I don’t think we should...
es_419: NO… CREO QUE NO DEBERÍAMOS…

source: something they want from me...?
es_419: ¿ALGO DE MÍ…?

source: I’m just going to close my eyes for a second...
es_419: CERRARÉ LOS OJOS UN MOMENTO…

source: she should have cursed me out by now.
es_419: NORMALMENTE, YA ME HABRÍA INSULTADO.

source: I forgot...
es_419: ME HABÍA OLVIDADO…

source: we’re going to the snack shop. jeongmin said she wanted to go.
es_419: VAMOS A COMPRAR ALGO DE COMER. JEONGMIN DIJO QUE QUERÍA IR.

source: I was showing jeongmin the pictures we took at the amusement park.
es_419: LE ESTABA MOSTRANDO A JEONGMIN LAS FOTOS QUE TOMAMOS EN EL PARQUE.

source: I told you everything without holding back.
es_419: YO TE CONTÉ TODO SIN GUARDARME NADA.

source: there’s a bit of a situation behind that...
es_419: SUCEDE ALGO CON ESO…

source: I was starting to get tired of this.
es_419: YA ME ESTABA CANSANDO DE TODO ESTO…

source: all you had to do...
es_419: SOLO TENÍAS QUE…

source: bite
es_419: MUERDE

source: I guess so.
es_419: CREO QUE SÍ.

source: I don’t have any plans.
es_419: NO TENGO NINGÚN PLAN.

source: tell him to wait there forever.
es_419: QUE ESPERE AHÍ PARA SIEMPRE.

source: did anything interesting happen?
es_419: ¿PASÓ ALGO INTERESANTE?

source: this isn’t right... it’s not adding up...
es_419: ESTO NO ESTÁ BIEN… NO TIENE SENTIDO…

source: ...don’t live in that direction...
es_419: … USTEDES NO VIVEN EN ESA DIRECCIÓN.

source: why are they here...?
es_419: ¿QUÉ HACEN AQUÍ…?

source: what...? is that okay...?
es_419: ¿QUÉ…? ¿TE PARECE BIEN…?

source: or...
es_419: ¿O…

source: jeongmin! do you want to hang out with us?
es_419: ¡JEONGMIN! ¿QUIERES PASAR TIEMPO CON NOSOTRAS?

source: ...was because she pitied me for being alone...
es_419: … PORQUE SINTIÓ LÁSTIMA CUANDO ME VIO SOLA.

source: even earlier,
es_419: INCLUSO ANTES,

source: isn’t that why they stopped hanging out with her?
es_419: ¿NO ERA POR ESO QUE DEJARON DE JUNTARSE CON ELLA?

source: I was going to surprise you.
es_419: QUERÍA SORPRENDERTE.

source: ah, that’s so funny, haha...
es_419: ¡QUÉ GRACIOSO, JA, JA…!

source: oh, I’m 17 too! we’re the same age!
es_419: ¡AH, YO TAMBIÉN! ¡TENEMOS LA MISMA EDAD!

source: we’re talking about jeongmin choi here! she’s nothing.
es_419: ¡ESTAMOS HABLANDO DE JEONGMIN CHOI! ¡NO ES NADIE!

source: hey, juhyeon!
es_419: ¡EH, JUHYEON!

source: enough with that cool girl act!
es_419: ¡YA ME CANSÉ DE QUE SE HAGA LA BUENITA!

source: huh? she didnt mention it to me
es_419: EH? NO ME DIJO NADA…

source: why can’t I control my dream?!
es_419: ¡¿POR QUÉ NO PUEDO CONTROLAR MI SUEÑO?!

source: fine...
es_419: BIEN.

source: I had a hard time in grade school because of that kind of thing.
es_419: YO TAMBIÉN LA PASÉ MAL EN PRIMARIA POR ALGO SIMILAR.

source: I still feel bad for him, so I’ll play with him after school today.
es_419: ME SIENTO UN POCO MAL POR LO QUE PASÓ, ASÍ QUE JUGARÉ CON ÉL DESPUÉS DE LA ESCUELA.

source: and who cares if she says something about it? you have us. don’t worry!
es_419: ADEMÁS, ¿QUÉ IMPORTA SI DICE ALGO? NOS TIENES A NOSOTRAS. ¡NO TE PREOCUPES!

source: I don’t know what they want from me...
es_419: NO SÉ QUÉ QUERRÁN DE MÍ…

source: it’s been a week since I began lucid dreaming.
es_419: HACE UNA SEMANA QUE EMPECÉ A TENER SUEÑOS LÚCIDOS.

source: j-jeongmin choi...
es_419: EH… JEONGMIN CHOI…

source: I hate her.
es_419: LA ODIO.

source: should I try watching the show now?
es_419: ¿DEBERÍA VERLO? QUIZÁ ME GUSTE…

source: just one day...
es_419: SOLO UN DÍA…

source: apparently, this place is good.
es_419: APARENTEMENTE, ESTE LUGAR ES BUENO.

source: I have to find out on my own.
es_419: TENGO QUE AVERIGUARLO POR MI CUENTA.

source: ...make them suffer more than me?
es_419: … ¿SUFRIRÁN MÁS QUE YO?

source: I told you not to call it that!!
es_419: ¡TE DIJE QUE NO LO LLAMES ASÍ!

source: I’ll just keep my mouth shut...
es_419: MEJOR ME QUEDO CALLADA…

source: Juhyeon Ha left the chat.
es_419: JUHYEON HA SE FUE DEL GRUPO.

source: ...why is he with juhyeon?
es_419: … ¿POR QUÉ ESTÁ CON JUHYEON?

source: just think of it as you reaping what you sowed.
es_419: SOLO ESTÁS COSECHANDO LO QUE SEMBRASTE.

source: just look at his clothes...
es_419: DEBERÍA DARME CUENTA POR SU ROPA…

source: come to the faculty restroom on the first floor
es_419: VEN AL BAÑO DE PROFESORES DEL PRIMER PISO

source: I was going to recommend juhyeon!
es_419: ¡QUERÍA RECOMENDAR A JUHYEON!

source: it felt good the first couple of times...
es_419: LAS PRIMERAS VECES, ESTUVO BIEN…

source: o-okay... bye...
es_419: ESTÁ BIEN… ADIÓS…

source: eunbaek girls’ high school
es_419: PREPARATORIA DE CHICAS EUNBAEK

source: yj is yuju.
es_419: YJ ES YUJU.

source: I’m... pretty famous.
es_419: SOY… BASTANTE CONOCIDO.

source: honestly, it’s true. this guy has no connection to reality...
es_419: ES VERDAD. ESTE SUJETO NO TIENE CONEXIÓN CON LA REALIDAD…

source: they’re nobodies.
es_419: NO SON NADIE.

source: oh, you must have fought then!
es_419: ¡SEGURO DISCUTIERON!

source: kimchi stew...?
es_419: ¿ESTOFADO DE KIMCHI?

source: juhyeon, end the day.
es_419: JUHYEON, TERMINA EL DÍA.

source: now that I’m getting used to them, I think I’m feeling less exhausted because of my lucid dreams, too.
es_419: AHORA QUE ME ESTOY ACOSTUMBRANDO, CREO QUE YA NO ME CANSO TANTO DURANTE LOS SUEÑOS LÚCIDOS.

source: smash
es_419: PAM

source: now my fucking kid thinks I'm a joke, huh?
es_419: AHORA MI HIJA SE BURLA DE MÍ, ¿EH?

source: we told you that you were allowed to be a bit of a bitch to her.
es_419: TE DIJIMOS QUE TIENES DERECHO DE TRATARLA UN POCO MAL.

source: I’m tired because of my lucid dreams, so I’ll just take a quick nap...
es_419: ESTOY CANSADA POR MIS SUEÑOS LÚCIDOS. TOMARÉ UNA SIESTA RÁPIDA…

source: I’ll just play along and build her trust in me until then!
es_419: ¡LE SEGUIRÉ LA CORRIENTE Y HARÉ QUE CONFÍE EN MÍ HASTA QUE DECIDA HABLAR!

source: you wouldn’t understand even if I told you.
es_419: AUNQUE TE LO DIJERA, NO LO ENTENDERÍAS.

source: how much data do you have?
es_419: ¿CUÁNTOS DATOS TIENES?

source: are her friends just that dense?
es_419: ¿SUS AMIGAS SON IGUAL DE PESADAS QUE ELLA?

source: did you see it?
es_419: ¿LO VISTE?

source: ...she didn’t do anything to me at all.
es_419: … PERO NUNCA INTENTÓ HACER NADA.
